
//  const app = 
//  JSON.parse (
// {"_id":
//     {"$oid":"5dda69246e86e85d9736f58c"},"name":"Al-Qiblah","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia, to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. For his design of the Al-Qiblah (Direction of Prayer) sculpture, Julio Lafuente used a visual reference to the sculpture Winged Victory of Samothrace (also called the Nike of Samothrace) which is a 2nd-century BC marble sculpture of the Greek goddess Nike that is now located in the Louvre, Paris. His creation of the Al-Qiblah sculpture in Italy took five years and is constructed from 260 pieces of carved Italian marble.","img":"http://www.sculpturesofjeddah.com/assets/images/37/done4__large.gif","location":"Al Andalus Street","theme":"Islamic","__v":{"$numberInt":"0"}}
// {"_id":
//     {"$oid":"5dda6ba1cae5a15dd12735bf"},"name":"Holy Koran","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia, to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. The Holy Koran sculpture is shown resting on a traditional stand that would often be decorated with calligraphic inscriptions and motifs.","img":"http://www.sculpturesofjeddah.com/assets/images/44/dscf5798x__large.jpg","location":"Al Andalus Street","theme":"Islamic","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda6c42cae5a15dd12735c0"},"name":"The Verse Boat","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. Inspiration for his calligraphic sculpture Verse Boat (Qareb Al-Doa’a) was taken from Hassan Massoudy’s book Calligraphie Arabe Vivante (Flammarion, 1981) and the sculpture was then created from twenty tonnes of bronze. The verse is from the Koran (al-Isra` 17:80) and in english reads: O my Lord! Let my entry be by the Gate of Truth and Honour, and likewise my exit by the Gate of Truth and Honour....","img":"http://www.sculpturesofjeddah.com/assets/images/61/xy3487_jeddah-arabic_uk_108prop__large.jpg","location":"Prince Sultan Street","theme":"Islamic","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda6d10cae5a15dd12735c1"},"name":"The Four Lanterns","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia, to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. The Four Lanterns (Mamluk Mosque Lamps) sculpture is located on Al Andalus Street and all are internally lit. The design of this sculpture was based on the lamps commissioned for mosques in Cairo by the Mamluk sultans and their amirs around the middle of the fourteenth century.","img":"http://www.sculpturesofjeddah.com/assets/images/56/untitled-1__large.gif","location":"Al-Tahliah Street","theme":"Islamic","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda6dc7cae5a15dd12735c2"},"name":"The Shahada al-Tawhid (Unification Fountain)","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. The Shahada al-Tawhid (Unification Fountain) is a calligraphic sculpture that sits in a body of water on Jeddah’s Corniche, and is based on the first of the Five Pillars of Islam, the Shahada, expressing the phrase There is no god but God and Muhammad is the prophet of Allah","img":"http://www.sculpturesofjeddah.com/assets/images/60/untitled-1__large.gif","location":"Northern Corniche, Obhur district","theme":"Islamic","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda6ed8cae5a15dd12735c3"},"name":"Alterations in Space","artist":"François Kovacs","date":"1915–2005","description":"For many years this Jeddah sculptures was not attributed to François Kovacs. It was only thanks to a recent photo blog by a resident of the city (susiesbigadventure.blogspot.co.uk) that contact was made with the sculptor’s son, Dr Blaise Kovacs, and several works were conclusively identified as having been made by his father. The sculptures by François Kovacs are strongly influenced by his career in medicine, and in particular his research into spongy bone structure. Many of them are based upon a system of ‘multi­function modules’: sections of cubes made according to constructivist principles and having their own aesthetic value. Through different alignments and superimpositions space is transformed, giving rise to an infinite variety of forms and perspectives.There are other Sculptures in Jeddah that have now been attributed to François Kovacs. These include 'Family', 'Circle and Square', and 'Heart Cross Section.","img":"http://www.sculpturesofjeddah.com/assets/images/62/francois-kovacs__large.jpg","location":"Jeddah Sculpture Museum","theme":"Geometric","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda700acae5a15dd12735c4"},"name":"Balance in the Air","artist":"Shafiq Mazloum","date":"d. 1986","description":"Shafiq Mazloum created many sculptures using local and recycled materials, particularly scrap iron and steel which in the words of Mohamed Farsi ‘he imbued with life and meaning’.","img":"http://www.sculpturesofjeddah.com/assets/images/39/screen-shot-2015-09-25-at-12.05.59-pm__large.gif","location":"Central Corniche, Ruwais district","theme":"Geometric","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7104cae5a15dd12735c5"},"name":"Cube IV","artist":"Arnaldo Pomodoro","date":"b. 1926","description":"During the 1960s Pomodoro started making large, free­standing sculptures in the form of cubes, cylinders, spheres and cones. He often added fractured and eroded elements, suggestive of a continual process of self­destruction and regeneration that seemed to deny the perfection sought by sculptors like Brancusi with his idealised shapes.","img":"http://www.sculpturesofjeddah.com/assets/images/21/arnaldo-pomodoro-cube-iv__large.jpg","location":"Jeddah Sculpture Museum","theme":"Geometric","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda71cccae5a15dd12735c6"},"name":"Recycled Iron I, II and III","artist":"Shafiq Mazloum","date":"d. 1986","description":"The background to this sculpture 'Recycled Iron I, II and III' are not known. If you know more information about this artwork please contact us.","img":"http://www.sculpturesofjeddah.com/assets/images/49/finalrecylcejeddahartjameel__large.gif","location":"Painted scrap iron","theme":"Geometric","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda728e4799295dfcf5be61"},"name":"Engineers’ Tools","artist":"Hisham Benjabi and Ali Amin","date":"","description":"Like many of the sculptures around Jeddah, the  Engineers’ Tools  sculpture is located in the centre of a traffic roundabout (called Engineering Roundabout) at a busy intersection. This is an enormous sculpture of various drawing tools including a ruler, a compass, and a protractor.","img":"http://www.sculpturesofjeddah.com/assets/images/41/finaltooljeddah__large.gif","location":"Intersection of Sari and Macarona Streets","theme":"Geometric","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda737d15115f5e0b5a0e9c"},"name":"A Step Forward","artist":"Jean Arp","date":"b. 1886 - d. 1966","description":"","img":"http://www.sculpturesofjeddah.com/assets/images/41/finaltooljeddah__large.gif","location":"Jeddah Sculpture Museum","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda747315115f5e0b5a0e9d"},"name":"La Joie de Vivre (The Joy of Life)","artist":"Jacques Lipchitz","date":"b. 1891 - d. 1973","description":"Much of the work of Jacques Lipchitz from the late 1920s until his death in 1973 combines the formal language of Cubism with the open, lyrical quality of his transparents. During the 1960s and early 1970s there were major exhibitions of Lipchitz’s work arround the world. Cubism, as Lipchitz saw and practised it, was envisaged as the most ‘human’ of art forms, a celebration of mankind’s creativity, engaging the active involvement of the viewer’s imagination through surprise and metaphor. ","img":"http://www.sculpturesofjeddah.com/assets/images/25/jacques-lipchitz-la-joie-de-vivre-(joy-of-life)__large.jpg","location":"Jeddah Sculpture Museum","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda750c15115f5e0b5a0e9e"},"name":"Large Spindle Piece","artist":"Henry Moore","date":"b. 1898 - d. 1986","description":"In 1975 Mayor Farsi contacted Henry Moore, through the architect Julio Lafuente, to discuss the possibility of purchasing his work for the city. In his letter of 13 August 1975, he wrote: ‘Both Jeddah and Mecca as well as any other town in Saudi Arabia lacks the existence of marble work in the streets and squares considering the fact that our Moslim Religion forbids the statues that resemble humans or animals. Therefore, your art which is different will be acceptable and will be the first in our towns.’ Two years later, Mayor Farsi visited Moore in his studio in England, and agreed on the purchase of three sculptures – ‘Two Large Forms’ (T​hree Piece Reclining Figure No .1)​, ‘Large Spindle Piece’ and ‘Oval with Points’, at a total cost of US$675,000. ","img":"http://www.sculpturesofjeddah.com/assets/images/26/henry-moore-large-spindle-piece__large.jpg","location":"Jeddah Sculpture Museum","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7cd715115f5e0b5a0e9f"},"name":"Project for a Monument","artist":"Jean Miró","date":"b. 1893 - d. 1983","description":"Joan Miro's first retrospective exhibition of his works took place at the Museum of Modern Art in New York in 1941. Although he made sculpture throughout his life, it was not until 1944 that Miró really commenced his work as a sculptor, producing his first ceramics in collaboration with Artigas and making his first bronzes, cast between 1944 and 1950. In all, Miró produced around 400 sculptures, mostly from the 1960s to his death in 1983. Miró believed that ‘sculpture must stand in the open air, in the middle of nature’. He wrote, ‘...wherever you are, you find the sun, a blade of grass, the spirals of the dragonfly. Courage consists of staying at home, close to nature, which could not care less about our disasters. Each grain of dust contains the soul of something marvellous'.","img":"http://www.sculpturesofjeddah.com/assets/images/29/jean-miroY-project-for-a-monument__large.jpg","location":"Jeddah Sculpture Museum","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7d3115115f5e0b5a0ea0"},"name":"The Eye","artist":"César Baldaccini","date":"b. 1921 - d. 1998","description":"Mohamed Farsi met César Baldaccini in the late seventies, describing him as ‘representative of those artists whose work reflects an age of wars and social destruction – factors which eventually led to the degeneration of industrial man into a mere component ... a tiny cogwheel in a vast soulless machine.","img":"http://www.sculpturesofjeddah.com/assets/images/31/ceYsar-baldaccini-the-eye__large.jpg","location":"Jeddah Sculpture Museum","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7e0115115f5e0b5a0ea1"},"name":"The Fist","artist":"César Baldaccini","date":"b. 1921 - d. 1998","description":"This imposing work, The Fist, is located on what is now known as Fist Roundabout. It symbolises strength and was donated to the city of Jeddah by the Minister of Defence and Aviation, HRH Prince Sultan Abdul Aziz","img":"http://www.sculpturesofjeddah.com/assets/images/55/digiscanltd.com0281-1__large2__large.jpg","location":"Prince Sultan Street","theme":"Human Form","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7f1d15115f5e0b5a0ea2"},"name":"Cosmos","artist":"Ottmar Hollmann","date":"b. 1915 - d. 2005","description":"The Cosmos sculpture is the creation of German artist Ottmar Hollmann, who also produced other works for Jeddah’s beautification project.","img":"http://www.sculpturesofjeddah.com/assets/images/79/cosmos_010-2__large.jpg","location":"Intersection of Sari Street and Fahd Road","theme":"Natural World","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7f9815115f5e0b5a0ea3"},"name":"Fish","artist":"Al Hindi and Hesham Banjabi","date":"","description":"The enormous and beautiful Fish sculpture is located in the middle of a canal which divides several lanes of traffic in the Obhur area north of Jeddah. The Obhur area is famed for its Red Sea beach resorts and offers diving and fishing","img":"http://www.sculpturesofjeddah.com/assets/images/42/fishjeddah__large.gif","location":"Northern Corniche, Obhur district","theme":"Natural World","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda7ff715115f5e0b5a0ea5"},"name":"Flame of Life","artist":"Eila Hiltunen","date":"b. 1922 - d. 2003","description":"It was during the 1970s that the Finnish artist Eila Hiltunen travelled to the Middle East, resulting in major public works in Tehran and Jeddah. She met Mayor Farsi several times in Saudi Arabia and Finland between 1977 and 1982, and completed a number of works for the city, including S​unflower Field a​nd F​lame of Life.​ Another version of this sculpture, Flame of Life, is at Tampere University Hospital in Finland.","img":"http://www.sculpturesofjeddah.com/assets/images/22/eila-hiltunen-flame-of-life__large.jpg","location":"Jeddah Sculpture Museum","theme":"Natural World","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda806e15115f5e0b5a0ea6"},"name":"Oiseau (Bird)","artist":"Jean Miró","date":"b. 1893 - d. 1983","description":"Oiseau, ​like the other work by Joan Miró in Jeddah, Project for a Monument,​ was cast at the Fonderia Bonvicini in Verona in 1981. when the artist was eighty­ seven. Oiseau is based on a 1968 sheet­ iron sculpture also called O​iseau, ​which once surmounted a column above the roof of the Fondation Maeght in Saint­Paul de Vence in southern France.","img":"http://www.sculpturesofjeddah.com/assets/images/27/jean-miro-oiseau-(bird)-__large.jpg","location":"Jeddah Sculpture Museum","theme":"Natural World","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda80fc15115f5e0b5a0ea7"},"name":"The Globe","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"In the mid-1970s Julio Lafuente working for the city of Jeddah in Saudi Arabia to bring about the beautification of the city through the realization of landmarks and monuments. Julio Lafuente achieved this purpose through his works that are designed to celebrate local culture. The Globe sculpture was built in Italy and has a surface area of 600 square metres and is designed, when illuminated, to show Mecca as the light and centre of the Islamic world.","img":"http://www.sculpturesofjeddah.com/assets/images/57/the-globe-__large.gif","location":"King's Road, North Obhur district","theme":"Natural World","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda81c515115f5e0b5a0ea8"},"name":"Accident! (Crazy Speed)","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"The  Accident! (Crazy Speed)  sculpture is one of Jeddah’s most famous artworks and consists of five cars which appear to have crashed head first into an enormous block of solid reinforced concrete.","img":"http://www.sculpturesofjeddah.com/assets/images/36/jl-j-q2-4__large.jpg","location":"Northern Corniche, Obhur district","theme":"Transport","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda823715115f5e0b5a0ea9"},"name":"Flags of Victory","artist":"Julio Lafuente","date":"1921-2013","description":"The 'Flags of Victory' sculpture is made from Scrap metal from rusted condensers. The sculpture echoes the form of victory flags used by the conquering armies of Arab history","img":"http://www.sculpturesofjeddah.com/assets/images/76/flags-main__large.jpg","location":"Al-Tahliah Street","theme":"Transport","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda82c815115f5e0b5a0eaa"},"name":"Magic Carpet","artist":"Unknown","date":"1921-2013","description":"The Magic Carpet sculpture is locoated on a large traffic island on Prince Faisal bin Fahd Street.","img":"http://www.sculpturesofjeddah.com/assets/images/47/final___large.gif","location":"Prince Faisal bin Fahd Street","theme":"Transport","__v":{"$numberInt":"0"}}
// {"_id":{"$oid":"5dda831e15115f5e0b5a0eab"},"name":"The Bicycle","artist":"Julio Lafuente","date":"b. 1921 - d. 2013","description":"The Bicycle has always sat at a busy intersection know locally as 'Bicycle Roundabout'. In 2013 work commenced to install a 583m long flyover bridge, now known as 'Bicycle Bridge', over the roundabout and this opened for traffic in May 2015.","img":"http://www.sculpturesofjeddah.com/assets/images/40/onee__large.gif","location":"Al-Darraja Square","theme":"Transport","__v":{"$numberInt":"0"}}
// )